Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/eneste-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 2 .
nob: Artikkel i boka Samisk skolehistorie 2 .

source: « Áidna dán lágán olles máilmmis »
nob: « Den eneste i sitt slag i hele verden »

source: Muitalusažat ruovttufidnoskuvllas / fidno- ja ruovttuduodjeskuvllas / Sámi joatkkaskuvllas maid Svein Lund lea čohkken
nob: Glimt fra heimeyrkeskolen / yrkes- og husflidsskolen / samisk videregående skole , samla og kommentert av Svein Lund

source: Samisk videregående skole og reindriftsskole , 2001 ( Govva : Svein Lund )
nob: Samisk videregående skole og reindriftsskole , 2001 ( Foto : Svein Lund )

source: Stáhta ruovttufidnoskuvla sámiide álggahuvvui 1952:s , ja skuvllas lei dát namma gitta 1967 ' rádjái .
nob: Statens heimeyrkeskole for samer blei oppretta i 1952 og bar dette navnet til 1968 .

source: Vuosttaš áiggi lei skuvla gaskaboddosaš lanjain dan botta go bistevaš skuvlla huksejupmi ain maŋiduvvui .
nob: Den første tida blei skolen drevet i provisoriske lokaler , mens den planlagte bygginga av permanent skole stadig blei utsatt .

source: 1956 ' rájes ii čađahuvvon olles jahkái skuvla ovdalgo skuvla 1960:s fárrii sierra visttiide .
nob: Fra 1956 blei det ikke arrangert helårskurs før skolen i 1960 kunne flytte inn i egne lokaler .

source: Dát lei stuora ovdáneapmi , muhto seammás lei ođđa álggaheapmi mearkan rievdadusaide suorgehámádusain ja sisdoalus .
nob: Dette var et stort framsteg , men samtidig var den nye oppstarten av skolen et signal om endringer av linjestruktur og innhold .

source: Erenoamáš sámi sisdoallu šattai buorremuddui čáhkket saji našuvnnalaš hápmái .
nob: Det særegne samiske måtte i stor grad vike plassen for det nasjonale .

source: Dát muitalusažat leat eanas čállojuvvon dokumeanttaid vuođul mat leat gávdnon Sámi joatkkaskuvlla ja boazodoalloskuvlla arkiivvas , Romssa stáhtaarkiivvas , ja sámikonsuleantta Hans J. Henriksena arkiivvas Sámi arkiivvas Guovdageainnus ja Girko- ja oahpahusdepartemeantta arkiivvas Riikkaarkiivvas .
nob: Disse glimta er vesentlig bygd på dokumenter i arkivet til Samisk videregående skole og reindriftsskole i Statsarkivet i Tromsø , arkivet etter samekonsulent Hans J. Henriksen i Samisk Arkiv i Kautokeino og Kirke- og undervisningsdepartementets arkiv i Riksarkivet .

source: Mii leat maid bidjan vuođđun Edel Hætta Eriksena čállosa skuvlla ávvucállosis [ Sámi joatkkaskuvla ja boazodoalloskuvla : Árbevieruiguin ja oahpuin boahtteáigái .
nob: Vi har også bygd på Edel Hætta Eriksens artikkel i jubileumsskriftet for skolen . [ Samisk videregående skole og reindriftsskole : Med tradisjoner og kunnskap inn i framtiden .

source: SJSBS 2002 . ]
nob: SVSRS 2002 ]

source: Lassin dasa maid leat čállosiin gávdnan , leat mii váldán mielde moadde muitalusaža maid ovddeš oahppit ja oahpaheaddjit leat muitalan .
nob: I tillegg til det vi har plukka fra skriftlige kilder har vi tatt med et par historier fortalt av tidligere elever og lærere .

source: « Dát skuvla lea áidna iežas láganis olles máilmmis » , nu dajai dalá ruovttufidnoráđi kánturhoavda Ragnar Nordby skuvlla birra man namma dalle lei Statens heimeyrkeskole for samer ( Stáhta ruovttufidnoskuvla sámiide ) .
nob: « Denne skolen er den eneste i sitt slag i hele verden . » Det sa daværende kontorsjef i Heimeyrkerådet , Ragnar Nordby om Statens heimeyrkeskole for samer .

source: Nordby lei ieš vuojeheaddji oažžut skuvlla johtui , ja son barggai garrasit dan nala ahte skuvla galggai šaddat guovddážin sámi kultuvrra gaskusteamis ja ovdánahttimis .
nob: Nordby var sjøl en av pådriverne for å få skolen i gang og han engasjerte seg sterkt for at skolen skulle bli et senter for formidling og utvikling av samisk kultur .

source: Dat boahtá čielgasit ovdan su sáhkavuorus davviriikkalaš sámekonferánsas , mii lea bájuhuvvon dán girjjis .
nob: Dette går tydelig fram av innlegget hans på Nordisk samekonferanse , som er gjengitt her i boka .

source: Sámi joatkkaskuvlla 50-jagi historjjás ii leat báljo oktage nu áŋgirit dorjon guovddáš skuvlaeiseválddiid bealis go son .
nob: I sin mer enn 50-årige historie har samisk videregående opplæring knapt hatt noen tilsvarende engasjert støttespiller hos sentrale skolemyndigheter .

source: Deháleamos vuojeheaddjit ledje goitge báikkálaš olbmot .
nob: De viktigste drivkreftene var likevel de lokale .

source: Juovlamánu 3. beaivve 1951 nammadii Guovdageainnu suohkanstivra suohkanlaš fidnoskuvlalávdegotti , ja go skuvla álggahuvvui , de doaimmai dát lávdegoddi skuvlla stivran gitta 1959 ' rádjái .
nob: 3. desember 1951 oppnevnte Kautokeino kommunestyre ei kommunal yrkesskolenemnd , og da skolen kom i gang fungerte yrkesskolenemnda som styre for skolen helt fram til 1959 .

source: Sin searvvis geat serve ráhkkanahttit skuvlla , ledje skuvlaolbmot ; Ola Aarseth , Anders Bongo ja Edel Hætta Eriksen , duojárat ; Lauri ja Toivo Keskitalo , boazosápmelaččat ; Aslak N. ja Nils A. Logje , ja giehmánni Isak Hætta .
nob: Blant dem som deltok i arbeidet med å forberede skolen finner vi både skolefolk ; Ola Aarseth , Anders Bongo og Edel Hætta Eriksen , håndverkere ; Lauri og Toivo Keskitalo , reindriftssamer ; Aslak N. og Nils A. Logje samt kjøpmannen Isak Hætta .

source: Riegádan Davvi-Norgga-plánas
nob: Født av Nord-Norge-planen

source: Fidnoskuvlla álggaheapmi sámiid várás bođii njuolga Davvi-Norgga huksenprográmmas , maiddái gohčoduvvon Davvi-Norgga-plánan , mii lea ráđđehusa prográmma ođasmahttit guovllu .
nob: Opprettinga av yrkesskole for samer var en direkte følge av Utbyggingsprogrammet for Nord-Norge , også kalt Nord-Norge-planen , regjeringas program for modernisering av landsdelen .

source: Stuoradiggedieđahusas plána birra [ Stortingsmelding 85 – 1951 , s. 105 ] geardduhuvvo fylkkaráđi cealkámuš guovlluplánemii Finnmárkkus : « Lea okta ealáhussuorgi mii ii leat šaddan mielde , namalassii boazodoallu ja ruovttubargu sámi guovlluin bohccobuktagiid vuođul .
nob: I stortingsmeldinga om planen [ Stortingsmelding 85 – 1951 , s. 105 ] refereres uttalelse fra fylkesrådet for områdeplanlegging i Finnmark : « Det er imidlertid et næringsområde som ikke er kommet med i opplegget , nemlig reindriften og det heimeyrke i samedistriktene som en kan basere på produkter av reinen .

source: Lea danin cealkámušas mii ovdal lea almmuhuvvon , evttohuvvon ahte ceggejuvvo bistevaš fidnoskuvla sámi nuoraide , ja ahte dát skuvla biddjojuvvo Guovdageidnui .
nob: En har derfor i den uttalelse som tidligere er gitt , foreslått at det tas sikte på reising av en fast yrkesskole for samisk ungdom , og at denne skolen blir lagt til Kautokeino .

source: Fylkkaráđđi lea iežas vuosttaš cealkámušas dadjan earret eará : « Earret daid doaimmaid mat leat namuhuvvon Girko- ja oahpahusdepartemeanttas , áigu Fylkkaráđđi evttohit hukset bistevaš fidnoskuvlla sámi nuoraide .
nob: Fylkesrådet har i sin første uttalelse bl.a. framholdt : « Ved siden av de tiltak som er nevnt av Kirke- og undervisningsdepartementet , vil fylkesrådet foreslå at det tas sikte på å bygge en fast yrkesskole for samisk ungdom .

source: Skuvla berre ceggejuvvot Guovdageidnui , mii lea Finnmárkku buot stuorámus boazosuohkan , ja vuosttažettiin berre lágidit fágalaš oahpaheami sámi bártniide gos ohppet ávkkástallat luonddubuktagiid ( dákteduoji , meaidit bohcconáhki / duolji muorraduoji jna. )
nob: Denne skole bør legges til Kautokeino , som er Finnmarks langt største rein-kommune , og i første tilgang bør en ta sikte på faglig opplæring av samiske gutter i arbeid med utnyttelsen av fjellets produkter ( beinsløyd , forarbeidelse av reinskinn , tresløyd m. v . )

source: Fylkkaráđđi oaidná dán stuora ja dehálaš bargun , vuosttažettiin danin go fágalaš oahpaheapmi namuhuvvon surggiin dakkaviđe addá buoremus vuođu gánnáhahtti ruovttufidnui min meahccesuohkaniin .
nob: Fylkesrådet ser dette som en stor og betydningsfull oppgave , i første rekke fordi faglig opplæring på de nevnte felter momentant vil skape det beste grunnlag for et lønnsomt heimeyrke i våre fjellkommuner . ...

source: Jus geahččá dáid maŋemus áiggiid ovdáneami boazodoalu siskkobealde , de oaidná čielgasit ahte vaikko boazolohku lassána jagis jahkái , de leat unnit ja unnit olbmot geat barget dušše boazodoaluin , muhto fas nuppe bealis lassánit dálonat geat ellet šattohis eanandoaluin mas ii leat dinenvejolašvuohta , ja veahá bivdduin ja guolástemiin .
nob: Ser en på de siste årtiers utvikling innenfor reindriftsnæringen , er det tydelig at selv om reintallet vokser fra år til år , så blir det stadig færre som er beskjeftiget med selve reindriften , mens på den annen side tallet på de fastboende samer som er henvist til et karrig jordbruk uten avsetningsmuligheter og litt fangst og fiske , stadig blir større og større .

source: Dás lea stuora barggahanváttisvuohta , man goit buori muddui sáhttá jávkadit jus buori plána vuođul hukse ruovttufidnu kvalitehtalaš vuođu nala , ja dološ sámi duodjekultuvrra seailluhit ja viidásit odvánahttit .
nob: En står her overfor et beskjeftigelsesproblem av meget store dimensjoner , og det kan iallfall til en viss grad elimineres ved en planmessig utbygging av heimeyrket på kvalitetsmessig basis og med bevaring og videre utvikling av den gamle samiske husflidskultur .

source: Dinenvejolašvuođat sámi ruovttufidnogálvvuin leat hui buorit , leaš dal dákte- dahje čoarvebarggut dahje eará gálvvut ráhkaduvvon bohccoduoljis ja sisttis ja eará vuovdingálvvut .
nob: Avsetningsmulighetene for samiske heimeyrke-varer er meget gode , det gjelder såvel beinarbeider som artikler forarbeidet av reinskinn og andre salgsartikler .

source: Fylkkaráđđi áigu dán vuođul nammadit lávdegotti mii bargá viidáseappot dáinna áššiin ja jođáneamos lági mielde buktá konkrehta árvalusaid plána čađaheapmái . » »
nob: Fylkesrådet vil derfor nedsette et utvalg til å arbeide videre med denne sak og snarest mulig legge fram konkrete forslag til gjennomføring av planen . » »

source: Manin Guovdageidnui ?
nob: Hvorfor Kautokeino ?

source: Nugo dábálaččat go ođđa ásahusat galget álggahuvvot , de leat eanet suohkanat mat háliidit daid iežaset suohkanii .
nob: Som vanlig når nye institusjoner skal opprettes , står det flere kommuner i kø for å få dem lagt til seg .

source: Guovdageaidnu lei gal ovddemusas oččodeame skuvlla , muhto Kárášjohka lei maid jođán searvat digaštallamii , ja sáddii sisa hui vuđolaš plána skuvlla birra .
nob: Så også da det blei snakk om heimeyrkeskole for samer . Kautokeino var nok tidligst ute , men Karasjok var raskt på banen og sendte inn en detaljert plan for skolen .

source: Áltá geahččalii maid , skuvlabearráigeahčči Hj .
nob: Alta forsøkte seg også , i alle fall skreiv skoleinspektør Hj .

source: Bellika čálii reivve Eanandoallodepartementii čakčamánu 27. beaivve 1951 , ja evttohii ahte « Álggahuvvo gaskaboddosaš sámi suorgi fidno-kursaide Álttás boahtte skuvlajagi rájes ( 1952/53) .
nob: Bellika 27.10.51 brev til Landbruksdepartementet og foreslo at « Det opprettes en midlertidig samisk linje ved yrkeskursene i Alta fra kommende skoleår ( 1952/53) .

source: Lea ákkastuvvon dainna go Álttás leat buorit visttit ja oahpaheaddjit , dan sajis go boahtá váldit áiggi hukset dákkára Guovdageidnui .
nob: Dette er grunngitt med at det i Alta er ganske godt med lokaler og lærere , mens det vil ta tid å bygge dette opp i Kautokeino .

source: Guovdageainnu skuvlastivra hilggui dan dáinna lágiin : « Álttá evttohusa álggahit gaskaboddosaš oahpahusa min nuoraide fidnoskuvllas , fertet mii hilgut , maiddái dan dihte go mii ballat ahte soaitá maŋit áigái váddásit beassat eret gaskaboddosaš ortnegis álggahan dihte bistevaš ortnega Guovdageidnui.»[Sierračálus Guovdageainnu skuvlastivrra čoahkkingirjjis , 16.11.1951 .
nob: Kautokeino skolestyre avviste dette slik : « Forslaget fra Alta om å starte med en midlertidig undervisning for vår ungdom ved yrkesskolen der , er vi også nødt til å stille avvisende , også fordi vi er redde for at det senere vil vise seg vanskelig å få avløst den midlertidige ordning i Alta med en permanent ordning i Kautokeino».[Særutskrift av Kautokeino skolestyres møtebok for 16.11.1951 .

source: Gáldu : SJSBS arkiiva , Stahtaarkiiva Romssas . ]
nob: Kilde : Arkiv for SVSRS , Statsarkivet , Tromsø . ]

source: Fylkka bealis doalahedje ásaheami Guovdageidnui .
nob: Fra fylkets side sto man fast på plassering i Kautokeino .

source: Dát ákkastallojuvvo earret eará go suohkan lea « riikka buot stuorimus boazosuohkan » ja ahte doppe lea eanemus dárbu ohppui .
nob: Dette blir bl.a. begrunna med at kommunen er « landets langt største rein-kommune » og at her er behovet for utdanning størst .

source: « Oahpaheapmi sámi bártniide »
nob: « Opplæring av samiske gutter »

source: Bájuhuvvon cealkkámušas fylkkaráđis 1951:s daddjojuvvo ahte « vuosttažettiin ferte oažžut fágalaš oahpaheami sámi bártniide ávkkástallat luonddu buktagiid . »
nob: I den siterte uttalelsen fra Fylkesrådet i 1951 sies det at « i første tilgang bør en ta sikte på faglig opplæring av samiske gutter i arbeid med utnyttelsen av fjellets produkter . »

source: Dát lea áidna čálus mas mii leat gávdnan ahte skuvla galggai leat dušše bártniid várás .
nob: Dette er eneste gang vi har funnet at man ville reservere skolen for gutter .

source: Buot maŋit plánain ja praksisas ledje nieiddat mielde álggu rájes .
nob: I alle seinere planer og i praksis var jentene med fra starten .

source: Goitge dovdui bártniid vuoruheapmi plánenlávdegotti reivves 1952:s , mas háliidit skuvlla mii sáhttá váldit vuostá « 30 oahppi , 20 dievddu ja 10 nissonolbmo . »
nob: Likevel kom prioriteringa av guttene fram av et brev fra plannemnda i 1952 , som går inn for utbygging av en skole som skal kunne ta imot « 30 elever , 20 menn og 10 kvinner . »

source: Movt de šattai duohta dilis ?
nob: Hvordan blei det så i praksis ?

source: Vuosttaš skuvlajagi , 1952/53 ledje skuvllas 8 nisson- ja 7 dievdooahppi , ja maŋŋel ledje maiddái nieiddat dávjá eanetlogus .
nob: Det første skoleåret , 1952/53 hadde skolen 8 kvinnelige elever og 7 mannlige , også seinere var ofte jentene i flertall .

source: Lei čielga erohus nieida- ja bárdnesurggiin .
nob: Det var imidlertid et klart skille mellom jente- og guttelinjer .

source: Muhtin čállosiin lea maid sáhka dievdo- ja nissonossodagain .
nob: I noen skriv fra skolen snakker man til og med om mannlig og kvinnelig avdeling .

source: Náhkkemeaidin , náhkkegoarrun ja duddjon , goarrun , čuoldin , botnin , šaddoivdnen ja gođđin leat « praktihkalaš oahpaheapmi nissoniidda » , ja dievdduid fágat leat metálladuodji , muorraduodji ja čoarve- ja dákteduodji .
nob: Skinnberedning , skinnsøm , søm , veving , spinning , plantefarging og strikking blir definert som « praktisk opplæring av kvinner » , mens de mannlige faga er metallsløyd , tresløyd og horn- og beinsløyd .

source: Ii oidno gostege ahte oktage oahppi lea rasttildan sohkabeallái mearriduvvon rájiid vuosttaš áigge .
nob: Det er ingen tegn på at noen elever har trådt over de kjønnsbestemte grensene i denne første tida .

source: Vuosttažat guđet dahke dan , ledje muhtin nieiddat geat álge snihkkársuorgái 70-logu álggus .
nob: De første som gjorde det var noen jenter på snekkerlinja først på 70-tallet .

source: Nu maŋŋit go 1970:s , bargojuvvui álggahit ruovttudoallosuorggi skuvlii , ja lei čielggas ahte dát suorgi lei nieiddaid várás .
nob: Så seint som 1970 , da det blei arbeida for å få i gang ei husstellinje ved skolen , var det klare oppfatninger om at dette skulle være ei linje for jenter .

source: Guovdageainnu dáloeamitsearvi ( husmorlag ) sáddii reivve skuvlii njukčamánu 4. beaivve 1970:s ahte dorjot dán plána .
nob: Kautokeino husmorlag sendte 04.03.1970 brev til skolen for å støtte planen om husstellinje .

source: Dat ákkastuvvo ná : « min nuorra nieiddain lea váttis oažžut barggu buohcciviesuin , internáhtain , hoteallain ja eará sullasaš bargosajiin . ...
nob: Dette begrunnes med at « våre unge piker har vansker med å få arbeidsplasser ved sykehjem , internater , hoteller og lignende steder . ...

source: Juoga mii lea buot deháleamos lea ahte min boahttevaš dálueamidiin lea dálueamitskuvla ovdal go mannet iežaset eallima deháleamos bargui , leahkit dálueamidin ja eadnin . »
nob: Og en ting som er aller viktigst er at alle vordende husmødre har husmorskole , før de går inn i livets viktigste oppgave og være husmor og mor » .

source: Sámi kultuvra guovddážis
nob: Samisk kultur sentralt

source: Skuvla álggahuvvui dalle go dáruiduhttinpolitihkka ain ráđđii Norgga skuvllas ja servodagas .
nob: Skolen blei oppretta i ei tid da fornorskingspolitikken fremdeles var rådende i norsk skole og samfunn .

source: Skuvladoaimmahaga ovttastahttinlávdegoddi ( Samordningsnemnda for skoleverket ) lei moadde jagi ovdal várrogasat evttohan ahte dát politihkka berrešii rievdaduvvot nu ahte sámi giella ja kultuvra sáhtášedje oažžut saji skuvllas .
nob: Samordningsnemnda for skoleverket hadde et par år tidligere forsiktig antyda at denne politikken burde endres og at samisk språk og kultur burde kunne få en plass i skolen .

source: Dát ii mange ládje čuovvoluvvon ja álbmotskuvllas doaimmai ain dáruiduhttinnjuolggadus 1898 ' rájes .
nob: Men dette hadde på ingen måte slått gjennom og i folkeskolen gjaldt fremdeles fornorskingsinstruksen av 1898 .

source: Sámi kultuvra rehkenastojuvvui dakkárin mas ii gánnáhan váldit vára .
nob: Samisk kultur blei stort sett ikke regna for å være noe å ta vare på .

source: Dán oktavuođas leage mearkkašahtti ahte ruovttufidnoskuvla bidjá nu alla deattu sámi kultuvrii .
nob: I den sammenheng er det bemerkelsesverdig at heimeyrkeskolen legger så stor vekt på samisk kultur .

source: Ulbmil maid vuosttaš plánenjoavku bijai , lea dás hui čielggas 1. : hukset vuođu buoret ruhtadillái – sihke dáloniidda ja boazosápmelaččaide .
nob: Målsettinga som blei satt opp av den første plannemnda er her klar og tydelig : 1 . Skape grunnlag for bedre økonomi – både for fastboende og reindriftssamer .

source: Veahkki iešbirgejupmái .
nob: Hjelp til selvhjelp .

source: 2. boktit beroštumi ja árvvusatnima dasa mii lea mávssolaš sámi kultuvrras ja gielas .
nob: 2 . Vekke sans og vørnad for det verdifulle i samisk kultur og språk .

source: 3. boktit ja nannet stiila- ja málleberoštumi .
nob: 3 . Vekke og gjøre sikker stilsans og smak .

source: Gávdnat ja cieggadit sámi erenoamásvuođaid čuohppamis , minstaris ja hervendáidagis .
nob: Finne fram til og innprente det særmerkte samiske i snitt , mønster og ornamentikk .

source: Dás ferte váldit vuhtii ahte oahppit sáhttet boahtit iešguđet sámiguovllus geas leat iežaset mihtilmasvuođat .
nob: Dette under hensyn til at en kan få elever fra forskjellige samedistrikter med hvert sitt særpreg .

source: Fáttát mat leat biddjojuvvon praktihkalaš oahpaheapmái čuovvolit dán ja čájehit ahte dás leat jurddašan sámi kultuvrra ja sámi máhtu vuođđun skuvlii .
nob: Emnene som er ført opp for den praktiske opplæringa følger opp dette og viser at man her har tenkt seg den samiske kulturen og samisk kunnskap som sjølve grunnlaget for skolen .

source: Metálladuodji Erenoamážit niibbit , bohccobiellut , reahka- ja gieresruovddit , jiehkkut neaskimii .
nob: Metallsløyd Særlig kniver , reinbjeller , slede- og pulkjern og beslag til disse , garvejern til skinnberedning

source: Muorraduodji Reagat ( rišla- ja bargoreagat ) , gierresat , leaŋggat , áissát , stoahčehat , spagát , gárit ja muorraguvssit , vuodjaskáhput , sabehat .
nob: Tresløyd Sleder ( person- og lassleder ) , pulker , sæletøy ( buktrær og bogtrær ) , skjeker , kløvsadler , karr og trekopper , smøresker , ski .

source: Ráhkadit johkafatnasa ja dasa lassireaidduid ja neavvuid .
nob: Bygging av elvebåt med tilbehør .

source: Čoarve- ja dákteduodji Čiktingeahpa , čoarvegielat , ávohasfakkit , boaganroahkit , nállogoađit , njuikun , gođđinsákkit , niibenađat ja dohpat .
nob: Horn- og beinsløyd Garnnåler , lassoløkker , bærekrok på sæletøy , beltespenner , nålehus , vevgrinder , strikkepinner , knivskaft og slirer .

source: Náhkkedikšun / meaidin Meaidit / dikšut duljiid / beaskanáhkiid dálvegeavaheapmái .
nob: Skinnberedning Beredning av pelsskinn til vinterbruk .

source: Dikšut , bárket / ostet sisttiid geassegeavaheapmái .
nob: Beredning og barking av skinn til sommerbruk .

source: Náhkkegoarrun Beaskkat , gápmagat , gálssohat , čázehat , niesteseahkat jna.
nob: Skinnsøm Pesker , skaller ( finnsko ) , bellinger , komager , nistesekker m.m.

source: Goarrun Gávttit , gahpirat jna.
nob: Søm Kofter , luer m.m.

source: Čuoldin Vuoddagat ja bárggežat , boahkánat ja daid válbmen .
nob: Veving Skalle- og komagbånd , belter og montering av disse .

source: Gákkis ja duhppen .
nob: Vadmel og verken ( heimestamping ) .

source: Botnin ja šaddoivdnen Gođđin- ja čuolddaláiggit , suohppun ja livveláigi gággásii , rátnočuoldin .
nob: Spinning og plantefarging Strikkegarn , vevgarn for båndvev , renning og islett til vadmel , veving av grener .

source: Gođđin Fáhcat main leat boares sámi minstarat ja eará atnudiŋggat .
nob: Strikking Votter med gamle samiske ( border ) mønster og andre bruksting .

source: Inger Marie H. Hætta goarrunmašiinnain bargame , 1955 .
nob: Inger Marie H. Hætta i arbeid med symaskin , 1955 .

source: ( Govva : Statens heimeyrkeskole / Riksarkivet )
nob: ( Foto : Statens heimeyrkeskole / Riksarkivet )

source: Gihppagis Yrkesopplæring i Finnmark mii bođii 1954:s , govviduvvo skuvlla ulbmil ná : « Skuvla háliida addit sámi nuoraide teorehtalaš ja praktihkalaš oahpaheami nu ahte sii máhttet deavdit johttisápmelaččaid ja dáloniid dárbbuid reaidduide ja eará atnudiŋggaide . »
nob: I heftet Yrkesopplæring i Finnmark , som kom ut i 1954 , beskrives skolens målsetting slik : « Skolen tar sikte på å gi samisk ungdom teoretisk og praktisk opplæring slik at de blir istand til å dekke flyttsamenes og de fastboendes behov for redskaper og andre bruksting . »

source: Mii lei ruovttufidnoskuvla ?
nob: Hva var en heimeyrkeskole ?

source: Min áiggis lea sátni ruovttufidnoskuvla áigá juo jávkan .
nob: I vår tid er uttrykket heimeyrkeskole for lengst gått ut av bruk .

source: Go gullat dan sáni , de soaitit mii jurdilit ruovttu-fidnoskuvlla , fidnoskuvlla mii lea ruovttubáikkis .
nob: Når vi hører det tenker vi kanskje heime-yrkesskole , en yrkesskole som er på heimplassen .

source: Muhto riekta lea ruovttufidno-skuvla , skuvla ruovttubarggus .
nob: Men det rette er heimeyrke-skole , en skole i heimeyrke .

source: Sátni mearkkaša sullii dan maid odne gohčodit duodjin , bargu mii bargojuvvo ruovttuin ráhkadit diŋggaid iežas atnui ja jus vuovdima várás .
nob: Men det tilsvarer nærmest det man i dag kaller husflid , arbeid som blir gjort i heimene med å lage produkter for eget bruk og eventuelt salg .

source: Sámegillii sáhttá dadjat ahte ruovttufidnu lea seamma go duodji .
nob: På samisk er duodji et dekkende uttrykk for heimeyrke .

source: Ovddasvástádus dákkár ohppui sirdojuvvui 1933:s Girko- ja oahpahusdepartemeanttas Eanandoallodepartementii .
nob: Ansvaret for heimeyrkeskolene blei i 1933 overført fra Kirke- og undervisningsdepartementet til Landbruksdepartementet ( LD ) .

source: Lei Eanandoallodepartemeanta mas lei ovddasvástádus álggahit Stáhta ruovttufidnoskuvlla sámiide .
nob: Det var altså LD som hadde ansvaret under arbeidet med oppstart av Statens heimeyrkeskole for samer .
